Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: %lld followed items.
ar: %lld عنصر متابَع.
de: %lld abonnierte Einträge.
el: %lld παρακολουθούμενα στοιχεία.
es: %lld elementos seguidos.
fa: %lld مورد دنبال‌شده.
fr: %lld éléments suivis.
he: %lld פריטים במעקב.
hi: %lld फ़ॉलो किए गए आइटम।
id: %lld item yang diikuti.
it: %lld elementi seguiti.
ja: フォロー中の項目%lld件。
ko: 팔로우 중인 항목 %lld개.
nl: %lld gevolgde items.
pl: %lld obserwowanego elementu.
pt: %lld itens seguidos.
ru: %lld отслеживаемого материала.
sv: %lld följda objekt.
th: รายการที่ติดตาม %lld รายการ
tr: %lld takip edilen öğe.
uk: %lld відстежуваного матеріалу.
vi: %lld mục đang theo dõi.
zh_hans: %lld 个关注的项目。

source: %lld recommended apps
ar: %lld تطبيق موصى به
de: %lld empfohlene Apps
el: %lld προτεινόμενες εφαρμογές
es: %lld apps recomendadas
fa: %lld برنامهٔ توصیه‌شده
fr: %lld applis recommandées
he: %lld אפליקציות מומלצות
hi: %lld अनुशंसित ऐप
id: %lld aplikasi yang direkomendasikan
it: %lld app consigliate
ja: おすすめしたアプリ%lld件
ko: 추천한 앱 %lld개
nl: %lld aanbevolen apps
pl: %lld poleconej aplikacji
pt: %lld apps recomendados
ru: %lld рекомендованного приложения
sv: %lld rekommenderade appar
th: แอปที่แนะนำ %lld แอป
tr: %lld önerilen uygulama
uk: %lld рекомендованого додатка
vi: %lld ứng dụng đã đề xuất
zh_hans: %lld 个推荐的应用

source: %lld recommended apps.
ar: %lld تطبيق موصى به.
de: %lld empfohlene Apps.
el: %lld προτεινόμενες εφαρμογές.
es: %lld apps recomendadas.
fa: %lld برنامهٔ توصیه‌شده.
fr: %lld applis recommandées.
he: %lld אפליקציות מומלצות.
hi: %lld अनुशंसित ऐप।
id: %lld aplikasi yang direkomendasikan.
it: %lld app consigliate.
ja: おすすめしたアプリ%lld件。
ko: 추천한 앱 %lld개.
nl: %lld aanbevolen apps.
pl: %lld poleconej aplikacji.
pt: %lld apps recomendados.
ru: %lld рекомендованного приложения.
sv: %lld rekommenderade appar.
th: แอปที่แนะนำ %lld แอป
tr: %lld önerilen uygulama.
uk: %lld рекомендованого додатка.
vi: %lld ứng dụng đã đề xuất.
zh_hans: %lld 个推荐的应用。

source: %lld years
ar: %lld سنة
de: %lld Jahre
el: %lld χρόνια
es: %lld años
fa: %lld سال
fr: %lld ans
he: %lld שנים
hi: %lld वर्ष
id: %lld tahun
it: %lld anni
ja: %lld年
ko: %lld년
nl: %lld jaar
pl: %lld roku
pt: %lld anos
ru: %lld года
sv: %lld år
th: %lld ปี
tr: %lld yıl
uk: %lld року
vi: %lld năm
zh_hans: %lld 年

source: %lld new activity items.
ar: %lld نشاط جديد.
de: %lld neue Aktivitäten.
el: %lld νέες δραστηριότητες.
es: %lld nuevas actividades.
fa: %lld فعالیت جدید.
fr: %lld nouvelles activités.
he: %lld פעילויות חדשות.
hi: %lld नई गतिविधियां।
id: %lld aktivitas baru.
it: %lld nuove attività.
ja: 新しいアクティビティ%lld件。
ko: 새 활동 %lld개.
nl: %lld nieuwe activiteiten.
pl: %lld nowej aktywności.
pt: %lld novas atividades.
ru: %lld нового события.
sv: %lld nya aktiviteter.
th: กิจกรรมใหม่ %lld รายการ
tr: %lld yeni etkinlik.
uk: %lld нової події.
vi: %lld hoạt động mới.
zh_hans: %lld 条新动态。

source: %lld apps
ar: %lld تطبيق
el: %lld εφαρμογές
fa: %lld برنامه
fr: %lld applis
he: %lld אפליקציות
hi: %lld ऐप
id: %lld aplikasi
it: %lld app
ja: %lld件のアプリ
ko: 앱 %lld개
pl: %lld aplikacji
ru: %lld приложения
sv: %lld appar
th: %lld แอป
tr: %lld uygulama
uk: %lld додатка
vi: %lld ứng dụng
zh_hans: %lld 个应用

source: %lld episodes
ar: %lld حلقة
de: %lld Folgen
el: %lld επεισόδια
es: %lld episodios
fa: %lld قسمت
fr: %lld épisodes
he: %lld פרקים
hi: %lld एपिसोड
id: %lld episode
it: %lld episodi
ja: %lld件のエピソード
ko: 에피소드 %lld개
nl: %lld afleveringen
pl: %lld odcinka
pt: %lld episódios
ru: %lld эпизода
sv: %lld avsnitt
th: %lld ตอน
tr: %lld bölüm
uk: %lld епізоду
vi: %lld tập
zh_hans: %lld 个单集

source: %lld posts
ar: %lld منشور
de: %lld Beiträge
el: %lld αναρτήσεις
es: %lld entradas
fa: %lld پست
fr: %lld articles
he: %lld פוסטים
hi: %lld पोस्ट
id: %lld postingan
it: %lld articoli
ja: %lld件の記事
ko: 게시물 %lld개
nl: %lld berichten
pl: %lld wpisu
pt: %lld postagens
ru: %lld записи
sv: %lld inlägg
th: %lld บทความ
tr: %lld yazı
uk: %lld запису
vi: %lld bài viết
zh_hans: %lld 篇文章

source: %lld guides and tutorials
ar: %lld دليل ودرس
de: %lld Anleitungen und Tutorials
el: %lld οδηγοί και εκπαιδευτικό υλικό
es: %lld guías y tutoriales
fa: %lld راهنما و آموزش
fr: %lld guides et tutoriels
he: %lld מדריכים והדרכות
hi: %lld गाइड और ट्यूटोरियल
id: %lld panduan dan tutorial
it: %lld guide e tutorial
ja: %lld件のガイドとチュートリアル
ko: 가이드 및 튜토리얼 %lld개
nl: %lld handleidingen en tutorials
pl: %lld poradnika lub samouczka
pt: %lld guias e tutoriais
ru: %lld руководства
sv: %lld guider och handledningar
th: คู่มือและบทช่วยสอน %lld รายการ
tr: %lld kılavuz ve eğitim
uk: %lld посібника
vi: %lld hướng dẫn và bài hướng dẫn
zh_hans: %lld 篇指南和教程

source: %lld discussions
ar: %lld نقاش
de: %lld Diskussionen
el: %lld συζητήσεις
es: %lld debates
fa: %lld گفت‌وگو
he: %lld דיונים
hi: %lld चर्चाएं
id: %lld diskusi
it: %lld discussioni
ja: %lld件のディスカッション
ko: 토론 %lld개
nl: %lld discussies
pl: %lld dyskusji
pt: %lld discussões
ru: %lld обсуждения
sv: %lld diskussioner
th: %lld การสนทนา
tr: %lld tartışma
uk: %lld обговорення
vi: %lld thảo luận
zh_hans: %lld 个讨论

source: %lld accessible apps
ar: %lld تطبيق سهل الوصول
de: %lld barrierefreie Apps
el: %lld προσβάσιμες εφαρμογές
es: %lld apps accesibles
fa: %lld برنامهٔ دسترس‌پذیر
fr: %lld applis accessibles
he: %lld אפליקציות נגישות
hi: %lld सुलभ ऐप
id: %lld aplikasi aksesibel
it: %lld app accessibili
ja: %lld件のアクセシブルなアプリ
ko: 접근성 앱 %lld개
nl: %lld toegankelijke apps
pl: %lld dostępnej aplikacji
pt: %lld apps acessíveis
ru: %lld доступного приложения
sv: %lld tillgängliga appar
th: แอปที่เข้าถึงได้ %lld แอป
tr: %lld erişilebilir uygulama
uk: %lld доступного додатка
vi: %lld ứng dụng dễ tiếp cận
zh_hans: %lld 个无障碍应用

source: %lld podcast episodes
ar: %lld حلقة بودكاست
de: %lld Podcast-Folgen
el: %lld επεισόδια podcast
es: %lld episodios de pódcast
fa: %lld قسمت پادکست
fr: %lld épisodes de podcast
he: %lld פרקי פודקאסט
hi: %lld पॉडकास्ट एपिसोड
id: %lld episode podcast
it: %lld episodi del podcast
ja: %lld件のポッドキャストのエピソード
ko: 팟캐스트 에피소드 %lld개
nl: %lld podcastafleveringen
pl: %lld odcinka podcastu
pt: %lld episódios de podcast
ru: %lld эпизода подкастов
sv: %lld poddavsnitt
th: ตอนพอดแคสต์ %lld ตอน
tr: %lld podcast bölümü
uk: %lld епізоду подкастів
vi: %lld tập podcast
zh_hans: %lld 个播客单集

source: %lld popular discussions
ar: %lld نقاش شائع
de: %lld beliebte Diskussionen
el: %lld δημοφιλείς συζητήσεις
es: %lld debates populares
fa: %lld گفت‌وگوی پرطرفدار
fr: %lld discussions populaires
he: %lld דיונים פופולריים
hi: %lld लोकप्रिय चर्चाएं
id: %lld diskusi populer
it: %lld discussioni popolari
ja: %lld件の人気のディスカッション
ko: 인기 토론 %lld개
nl: %lld populaire discussies
pl: %lld popularnej dyskusji
pt: %lld discussões populares
ru: %lld популярного обсуждения
sv: %lld populära diskussioner
th: การสนทนายอดนิยม %lld รายการ
tr: %lld popüler tartışma
uk: %lld популярного обговорення
vi: %lld thảo luận nổi bật
zh_hans: %lld 个热门讨论

source: %lld episodes in queue
ar: %lld حلقة في قائمة الانتظار
de: %lld Folgen in der Warteschlange
el: %lld επεισόδια στην ουρά
es: %lld episodios en cola
fa: %lld قسمت در صف
fr: %lld épisodes en file d'attente
he: %lld פרקים בתור
hi: कतार में %lld एपिसोड
id: %lld episode dalam antrean
it: %lld episodi in coda
ja: キューに%lld件のエピソード
ko: 대기열에 에피소드 %lld개
nl: %lld afleveringen in wachtrij
pl: %lld odcinka w kolejce
pt: %lld episódios na fila
ru: %lld эпизода в очереди
sv: %lld avsnitt i kön
th: %lld ตอนในคิว
tr: Sırada %lld bölüm
uk: %lld епізоду в черзі
vi: %lld tập trong hàng đợi
zh_hans: 队列中有 %lld 个单集

source: Setup Focuses Welcome First
ar: الإعداد يركّز أولًا على الترحيب
de: Einrichtung setzt den Fokus zuerst auf Willkommen
el: Η ρύθμιση εστιάζει πρώτα στο Καλώς ορίσατε
es: La configuración enfoca primero Bienvenida
fa: راه‌اندازی ابتدا روی «خوش آمدید» تمرکز می‌کند
fr: La configuration place d'abord le focus sur Bienvenue
he: ההגדרה ממקדת קודם את "ברוכים הבאים"
hi: सेटअप पहले स्वागत पर फ़ोकस करता है
id: Penyiapan Memfokuskan Selamat Datang Terlebih Dahulu
it: La configurazione mette prima il focus su Benvenuto
ja: セットアップは最初に「ようこそ」にフォーカス
ko: 설정이 먼저 환영 제목에 초점
nl: Installatie zet de focus eerst op Welkom
pl: Konfiguracja ustawia fokus najpierw na Witaj
pt: A configuração foca primeiro em Boas-vindas
ru: Настройка сначала фокусируется на приветствии
sv: Konfigureringen fokuserar på Välkommen först
th: การตั้งค่าเริ่มต้นโฟกัสที่ยินดีต้อนรับก่อน
tr: Kurulum Önce Hoş Geldiniz'e Odaklanıyor
uk: Налаштування спершу фокусується на привітанні
vi: Thiết lập tập trung vào Chào mừng trước
zh_hans: 设置流程先聚焦“欢迎”

source: Opening AppleVis for the very first time used to send VoiceOver focus straight to Cancel instead of the Welcome heading — every other step in setup already retried focus after Next/Back, but nothing did that for the initial screen itself. It now focuses Welcome first, like every step after it.
ar: عند فتح AppleVis لأول مرة، كان تركيز VoiceOver ينتقل مباشرة إلى زر الإلغاء بدلًا من عنوان الترحيب. كانت كل خطوات الإعداد الأخرى تعيد التركيز بعد التالي/رجوع، لكن الشاشة الأولى لم تفعل. الآن يذهب التركيز أولًا إلى الترحيب، كما في كل خطوة بعدها.
de: Beim allerersten Öffnen von AppleVis landete der VoiceOver-Fokus direkt auf Abbrechen statt auf der Überschrift Willkommen. Alle anderen Schritte der Einrichtung setzten den Fokus nach Weiter/Zurück bereits neu, nur der erste Bildschirm nicht. Jetzt steht der Fokus zuerst auf Willkommen, wie bei allen folgenden Schritten.
el: Με το πρώτο άνοιγμα του AppleVis, η εστίαση του VoiceOver πήγαινε κατευθείαν στο Ακύρωση αντί στην επικεφαλίδα Καλώς ορίσατε. Όλα τα άλλα βήματα της ρύθμισης επανέφεραν ήδη την εστίαση μετά το Επόμενο/Πίσω, αλλά η αρχική οθόνη όχι. Τώρα η εστίαση πηγαίνει πρώτα στο Καλώς ορίσατε, όπως σε κάθε επόμενο βήμα.
es: Al abrir AppleVis por primera vez, el foco de VoiceOver iba directamente a Cancelar en lugar de al encabezado Bienvenida. Todos los demás pasos de la configuración ya volvían a situar el foco tras Siguiente/Atrás, pero la pantalla inicial no. Ahora el foco va primero a Bienvenida, como en todos los pasos siguientes.
fa: با اولین باز شدن AppleVis، تمرکز VoiceOver به‌جای سرعنوان «خوش آمدید» مستقیم روی لغو می‌رفت. همهٔ مراحل دیگر راه‌اندازی پس از بعدی/بازگشت تمرکز را دوباره تنظیم می‌کردند، اما صفحهٔ اول نه. اکنون تمرکز ابتدا روی «خوش آمدید» می‌رود، مثل همهٔ مراحل بعدی.
fr: À la toute première ouverture d'AppleVis, le focus VoiceOver allait directement sur Annuler au lieu du titre Bienvenue. Toutes les autres étapes de la configuration replaçaient déjà le focus après Suivant/Retour, mais rien ne le faisait pour l'écran initial. Le focus va désormais d'abord sur Bienvenue, comme pour toutes les étapes suivantes.
he: בפתיחה הראשונה של AppleVis, מיקוד VoiceOver עבר ישר לכפתור ביטול במקום לכותרת "ברוכים הבאים". כל שאר שלבי ההגדרה כבר מיקדו מחדש אחרי הבא/חזרה, אבל המסך הראשון לא. עכשיו המיקוד עובר קודם ל"ברוכים הבאים", כמו בכל שלב שאחריו.
hi: AppleVis को पहली बार खोलने पर VoiceOver फ़ोकस स्वागत शीर्षक के बजाय सीधे रद्द करें पर चला जाता था। सेटअप के बाकी सभी चरण अगला/पीछे के बाद फ़ोकस फिर से सेट करते थे, पर पहली स्क्रीन नहीं करती थी। अब फ़ोकस पहले स्वागत पर जाता है, जैसे आगे के हर चरण में।
id: Saat AppleVis dibuka pertama kali, fokus VoiceOver langsung menuju Batal, bukan judul Selamat Datang. Semua langkah penyiapan lainnya sudah mengatur ulang fokus setelah Berikutnya/Kembali, tetapi layar awal tidak. Kini fokus menuju Selamat Datang terlebih dahulu, seperti semua langkah sesudahnya.
it: Alla primissima apertura di AppleVis, il focus di VoiceOver finiva direttamente su Annulla invece che sull'intestazione Benvenuto. Tutti gli altri passaggi della configurazione riposizionavano già il focus dopo Avanti/Indietro, ma non la schermata iniziale. Ora il focus va prima su Benvenuto, come in tutti i passaggi successivi.
ja: AppleVis を初めて開いたとき、VoiceOver のフォーカスが「ようこそ」の見出しではなく「キャンセル」に直接移動していました。セットアップの他のステップは「次へ」/「戻る」の後にフォーカスを設定し直していましたが、最初の画面だけは違いました。現在は、以降のすべてのステップと同じく、最初に「ようこそ」にフォーカスします。
ko: AppleVis를 처음 열면 VoiceOver 초점이 환영 제목 대신 취소 버튼으로 바로 갔습니다. 설정의 다른 모든 단계는 다음/뒤로 후에 초점을 다시 맞췄지만 첫 화면만 그렇지 않았습니다. 이제 이후의 모든 단계처럼 먼저 환영 제목에 초점이 갑니다.
nl: Bij het allereerste openen van AppleVis ging de VoiceOver-focus meteen naar Annuleer in plaats van naar de kop Welkom. Alle andere stappen van de installatie zetten de focus al opnieuw na Volgende/Terug, maar het eerste scherm niet. Nu gaat de focus eerst naar Welkom, net als bij alle volgende stappen.
pl: Przy pierwszym uruchomieniu AppleVis fokus VoiceOver trafiał od razu na Anuluj zamiast na nagłówek Witaj. Wszystkie inne kroki konfiguracji już ustawiały fokus po Dalej/Wstecz, ale ekran początkowy nie. Teraz fokus trafia najpierw na Witaj, jak w każdym kolejnym kroku.
pt: Ao abrir o AppleVis pela primeira vez, o foco do VoiceOver ia direto para Cancelar em vez do título Boas-vindas. Todas as outras etapas da configuração já reposicionavam o foco após Avançar/Voltar, mas a tela inicial não. Agora o foco vai primeiro para Boas-vindas, como em todas as etapas seguintes.
ru: При самом первом открытии AppleVis фокус VoiceOver попадал сразу на кнопку «Отменить», а не на заголовок «Добро пожаловать». Все остальные шаги настройки уже переставляли фокус после «Далее»/«Назад», но первый экран — нет. Теперь фокус сначала попадает на «Добро пожаловать», как и на всех следующих шагах.
sv: När AppleVis öppnades allra första gången hamnade VoiceOver-fokus direkt på Avbryt i stället för rubriken Välkommen. Alla andra steg i konfigureringen satte redan om fokus efter Nästa/Tillbaka, men inte den första skärmen. Nu hamnar fokus först på Välkommen, precis som i alla följande steg.
th: เมื่อเปิด AppleVis ครั้งแรก โฟกัส VoiceOver จะไปที่ปุ่มยกเลิกทันทีแทนที่จะเป็นหัวเรื่องยินดีต้อนรับ ขั้นตอนอื่นทั้งหมดของการตั้งค่าเริ่มต้นตั้งโฟกัสใหม่หลังถัดไป/ย้อนกลับอยู่แล้ว แต่หน้าจอแรกไม่ได้ทำ ตอนนี้โฟกัสจะไปที่ยินดีต้อนรับก่อน เหมือนทุกขั้นตอนถัดมา
tr: AppleVis ilk kez açıldığında VoiceOver odağı Hoş Geldiniz başlığı yerine doğrudan İptal'e gidiyordu. Kurulumun diğer tüm adımları İleri/Geri'den sonra odağı zaten yeniden ayarlıyordu ama ilk ekran ayarlamıyordu. Artık odak, sonraki her adımda olduğu gibi önce Hoş Geldiniz'e gidiyor.
uk: Під час першого відкриття AppleVis фокус VoiceOver потрапляв одразу на кнопку «Скасувати», а не на заголовок «Ласкаво просимо». Усі інші кроки налаштування вже переставляли фокус після «Далі»/«Назад», але перший екран — ні. Тепер фокус спершу потрапляє на «Ласкаво просимо», як і на всіх наступних кроках.
vi: Khi mở AppleVis lần đầu, tiêu điểm VoiceOver nhảy thẳng tới nút Hủy thay vì tiêu đề Chào mừng. Mọi bước thiết lập khác đều đặt lại tiêu điểm sau Tiếp/Quay lại, nhưng màn hình đầu tiên thì không. Giờ tiêu điểm đến Chào mừng trước, giống mọi bước sau đó.
zh_hans: 首次打开 AppleVis 时，VoiceOver 焦点会直接跳到“取消”，而不是“欢迎”标题。设置流程的其他步骤在“下一步”/“返回”后都会重新设置焦点，唯独初始屏幕没有。现在焦点会先落在“欢迎”上，与之后的每一步一致。

source: No More Double "Step X of Y" in Setup
ar: لا مزيد من تكرار "الخطوة X من Y" في الإعداد
de: Kein doppeltes „Schritt X von Y“ mehr in der Einrichtung
el: Τέλος το διπλό «Βήμα Χ από Υ» στη ρύθμιση
es: Se acabó el «Paso X de Y» duplicado en la configuración
fa: دیگر «مرحلهٔ X از Y» تکراری در راه‌اندازی نیست
fr: Plus de « Étape X sur Y » en double dans la configuration
he: בלי "שלב X מתוך Y" כפול בהגדרה
hi: सेटअप में अब दोहरा "चरण X / Y" नहीं
id: Tidak Ada Lagi "Langkah X dari Y" Ganda di Penyiapan
it: Niente più «Passaggio X di Y» doppio nella configurazione
ja: セットアップで「ステップ X/Y」が二重に読まれなくなりました
ko: 설정에서 "Y단계 중 X단계" 중복 제거
nl: Geen dubbel ‘Stap X van Y’ meer in de installatie
pl: Koniec z podwójnym „Krok X z Y” w konfiguracji
pt: Chega de "Etapa X de Y" duplicado na configuração
ru: Больше никакого двойного «Шаг X из Y» в настройке
sv: Inget dubbelt ”Steg X av Y” längre i konfigureringen
th: ไม่มี "ขั้นตอนที่ X จาก Y" ซ้ำสองครั้งในการตั้งค่าเริ่มต้นอีกแล้ว
tr: Kurulumda Artık Çift "Adım X / Y" Yok
uk: Більше жодного подвійного «Крок X з Y» у налаштуванні
vi: Không còn "Bước X / Y" lặp lại trong thiết lập
zh_hans: 设置流程不再重复朗读“第 X 步，共 Y 步”

source: Every step of setup announced its step count twice in a row — once from the progress dots at the top, then again folded into the heading itself ("Sign In. Step 2 of 9."). Headings now just say their own name; the progress dots at the top remain the one place setup announces which step you're on.
ar: كانت كل خطوة في الإعداد تعلن رقمها مرتين متتاليتين: مرة من نقاط التقدم في الأعلى، ثم مرة داخل العنوان نفسه ("تسجيل الدخول. الخطوة 2 من 9."). أصبحت العناوين تقول اسمها فقط، وتبقى نقاط التقدم في الأعلى المكان الوحيد الذي يعلن فيه الإعداد الخطوة التي أنت فيها.
de: Jeder Schritt der Einrichtung nannte die Schrittzahl zweimal hintereinander: einmal über die Fortschrittspunkte oben und dann noch einmal in der Überschrift („Anmelden. Schritt 2 von 9.“). Überschriften nennen jetzt nur ihren Namen; die Fortschrittspunkte oben bleiben die einzige Stelle, an der die Einrichtung den aktuellen Schritt ansagt.
el: Κάθε βήμα της ρύθμισης ανακοίνωνε τον αριθμό του δύο φορές στη σειρά: μία από τις κουκκίδες προόδου στην κορυφή και μία μέσα στην ίδια την επικεφαλίδα («Σύνδεση. Βήμα 2 από 9.»). Οι επικεφαλίδες λένε πλέον μόνο το όνομά τους· οι κουκκίδες προόδου στην κορυφή μένουν το μόνο σημείο όπου η ρύθμιση ανακοινώνει σε ποιο βήμα βρίσκεστε.
es: Cada paso de la configuración anunciaba su número dos veces seguidas: una desde los puntos de progreso de arriba y otra dentro del propio encabezado («Iniciar sesión. Paso 2 de 9.»). Los encabezados ahora solo dicen su nombre; los puntos de progreso de arriba siguen siendo el único lugar donde la configuración anuncia en qué paso estás.
fa: هر مرحلهٔ راه‌اندازی شمارهٔ خود را دو بار پشت سر هم اعلام می‌کرد: یک بار از نقطه‌های پیشرفت در بالا و بار دیگر درون خود سرعنوان («ورود. مرحلهٔ ۲ از ۹.»). اکنون سرعنوان‌ها فقط نام خود را می‌گویند و نقطه‌های پیشرفت بالا تنها جایی است که راه‌اندازی می‌گوید در کدام مرحله هستید.
fr: Chaque étape de la configuration annonçait son numéro deux fois de suite : une fois par les points de progression en haut, puis dans le titre lui-même (« Se connecter. Étape 2 sur 9. »). Les titres n'indiquent plus que leur nom ; les points de progression en haut restent le seul endroit où la configuration annonce l'étape en cours.
he: כל שלב בהגדרה הכריז על מספרו פעמיים ברצף: פעם מנקודות ההתקדמות למעלה, ופעם בתוך הכותרת עצמה ("התחברות. שלב 2 מתוך 9."). עכשיו הכותרות אומרות רק את שמן; נקודות ההתקדמות למעלה נשארות המקום היחיד שבו ההגדרה מודיעה באיזה שלב אתה.
hi: सेटअप का हर चरण अपनी संख्या लगातार दो बार बोलता था: एक बार ऊपर के प्रगति बिंदुओं से और फिर शीर्षक के अंदर ("साइन इन करें। चरण 2 / 9।")। अब शीर्षक सिर्फ़ अपना नाम बोलते हैं; ऊपर के प्रगति बिंदु ही वह एक जगह हैं जहां सेटअप बताता है कि आप किस चरण पर हैं।
id: Setiap langkah penyiapan mengucapkan nomor langkahnya dua kali berturut-turut: sekali dari titik kemajuan di atas, lalu lagi di dalam judul ("Masuk. Langkah 2 dari 9."). Kini judul hanya mengucapkan namanya; titik kemajuan di atas tetap menjadi satu-satunya tempat penyiapan memberi tahu langkah Anda saat ini.
it: Ogni passaggio della configurazione annunciava il proprio numero due volte di fila: una dai punti di avanzamento in alto e una nell'intestazione stessa («Accedi. Passaggio 2 di 9.»). Ora le intestazioni dicono solo il loro nome; i punti di avanzamento in alto restano l'unico punto in cui la configurazione annuncia a che passaggio sei.
ja: セットアップの各ステップは、上部の進行状況ドットと見出し自体(「サインイン。ステップ 2/9。」)で、ステップ数を続けて2回読み上げていました。現在は見出しは名前だけを読み上げ、現在のステップを伝えるのは上部の進行状況ドットだけになりました。
ko: 설정의 각 단계가 단계 번호를 두 번 연속으로 읽었습니다. 한 번은 위쪽 진행 점에서, 또 한 번은 제목 안에서("로그인. 9단계 중 2단계.")였습니다. 이제 제목은 이름만 읽고, 현재 단계는 위쪽 진행 점에서만 알려 줍니다.
nl: Elke stap van de installatie noemde het stapnummer twee keer achter elkaar: eerst via de voortgangsbolletjes bovenaan en daarna nog eens in de kop zelf (‘Inloggen. Stap 2 van 9.’). Koppen noemen nu alleen hun naam; de voortgangsbolletjes bovenaan blijven de enige plek waar de installatie meldt bij welke stap je bent.
pl: Każdy krok konfiguracji ogłaszał swój numer dwa razy z rzędu: raz z kropek postępu u góry, a potem w samym nagłówku („Zaloguj się. Krok 2 z 9.”). Nagłówki podają teraz tylko swoją nazwę; kropki postępu u góry pozostają jedynym miejscem, w którym konfiguracja informuje, na którym kroku jesteś.
pt: Cada etapa da configuração anunciava seu número duas vezes seguidas: uma pelos pontos de progresso no topo e outra dentro do próprio título ("Entrar. Etapa 2 de 9."). Agora os títulos dizem só o próprio nome; os pontos de progresso no topo continuam sendo o único lugar onde a configuração informa em que etapa você está.
ru: Каждый шаг настройки дважды подряд называл свой номер: сначала через индикатор прогресса вверху, затем в самом заголовке («Вход. Шаг 2 из 9.»). Теперь заголовки называют только себя, а индикатор прогресса вверху остаётся единственным местом, где настройка сообщает, на каком вы шаге.
sv: Varje steg i konfigureringen läste upp sitt nummer två gånger i rad: en gång från förloppspunkterna högst upp och sedan i själva rubriken (”Logga in. Steg 2 av 9.”). Rubrikerna säger nu bara sitt namn; förloppspunkterna högst upp är fortfarande det enda stället där konfigureringen berättar vilket steg du är på.
th: ทุกขั้นตอนของการตั้งค่าเริ่มต้นประกาศลำดับขั้นตอนสองครั้งติดกัน ครั้งแรกจากจุดแสดงความคืบหน้าด้านบน และอีกครั้งในหัวเรื่อง ("ลงชื่อเข้าใช้ ขั้นตอนที่ 2 จาก 9") ตอนนี้หัวเรื่องบอกแค่ชื่อของตัวเอง ส่วนจุดแสดงความคืบหน้าด้านบนยังเป็นที่เดียวที่บอกว่าคุณอยู่ขั้นตอนไหน
tr: Kurulumun her adımı adım sayısını art arda iki kez söylüyordu: bir kez üstteki ilerleme noktalarından, bir kez de başlığın içinde ("Oturum Aç. Adım 2 / 9."). Başlıklar artık yalnızca kendi adlarını söylüyor; hangi adımda olduğunuzu bildiren tek yer üstteki ilerleme noktaları.
uk: Кожен крок налаштування двічі поспіль називав свій номер: спершу через індикатор прогресу вгорі, а потім у самому заголовку («Вхід. Крок 2 з 9.»). Тепер заголовки називають лише себе, а індикатор прогресу вгорі залишається єдиним місцем, де налаштування повідомляє, на якому ви кроці.
vi: Mỗi bước thiết lập đọc số bước hai lần liên tiếp: một lần từ các chấm tiến trình ở trên cùng, rồi một lần nữa ngay trong tiêu đề ("Đăng nhập. Bước 2 / 9."). Giờ tiêu đề chỉ đọc tên của nó; các chấm tiến trình ở trên cùng vẫn là nơi duy nhất cho biết bạn đang ở bước nào.
zh_hans: 设置流程的每一步都会连续两次朗读步骤数：一次来自顶部的进度点，一次在标题里（“登录。第 2 步，共 9 步。”）。现在标题只读自己的名称，顶部进度点是设置流程告诉你当前步骤的唯一位置。

source: A Friendlier Way to Skip Setup
ar: طريقة ألطف لتخطي الإعداد
de: Einrichtung freundlicher überspringen
el: Ένας πιο φιλικός τρόπος να παραλείψετε τη ρύθμιση
es: Una forma más amable de omitir la configuración
fa: راهی دوستانه‌تر برای رد کردن راه‌اندازی
fr: Une façon plus simple de passer la configuration
he: דרך ידידותית יותר לדלג על ההגדרה
hi: सेटअप छोड़ने का आसान तरीका
id: Cara Lebih Ramah untuk Melewati Penyiapan
it: Un modo più semplice per saltare la configurazione
ja: セットアップをもっと気軽にスキップ
ko: 더 편하게 설정 건너뛰기
nl: Een vriendelijkere manier om de installatie over te slaan
pl: Przyjaźniejszy sposób na pominięcie konfiguracji
pt: Um jeito mais simples de pular a configuração
ru: Более удобный способ пропустить настройку
sv: Ett vänligare sätt att hoppa över konfigureringen
th: วิธีข้ามการตั้งค่าที่เป็นมิตรกว่าเดิม
tr: Kurulumu Atlamanın Daha Kolay Yolu
uk: Зручніший спосіб пропустити налаштування
vi: Cách bỏ qua thiết lập dễ chịu hơn
zh_hans: 更友好的跳过设置方式
